{
	// Tips are limited to 160 characters.
	// You can use a StringEd reference by using a @ sign (eg, @MENUS_AWAITING_SNAPSHOT will load from menus.str -> AWAITING_SNAPSHOT)
	"tips": [
		"Shields can completely block stuns, but are vulnerable to electrical damage.",
		"Consumable items can be used quickly by assigning them to an ACI slot.",
		"Slugthrowers can completely ignore shields.",
		"Some weapons, such as repeaters, are prone to overheating. Watch your crosshairs for the color change.",
		"The poison debuff does more damage to your opponent the more health they have.",
		"If your weapon has overheated, try switching to a different firing mode or changing your weapon.",
		"Don't forget to buy ammo from the shop!",
		"Medicinal slugs can remove bleeding effects and heal wounds.",
		"Bacta Antidote Grenades contain a potent antidote that can remove poison debuffs.",
		"Most items autoequip, however you must manually equip armor pieces from the inventory menu.",
		"You may only have one shield or jetpack in an ACI slot at a time.",
		"Once purchased, special ammo types can empower your weapons with useful effects, to switch use the +ammocycle command (n).",
		"You can manually rearrange which items you want to be bound to your ACI slots, inside the inventory menu (i).",
		"Remember to stop, drop, and roll to put out flames!  Water can also help.",
		"Your starting weapon cannot be sold without first purchasing other weapons, and is only worth 1 credit.",
		"Ammo for your starting weapon can be refilled for free!",
		"If your team is losing, you can get ammo at a discounted price.",
		"Kill streaks will often net you a bounty, making your death increasingly more valuable to the enemy team.",
		"Most weapons have additional firing modes, such as a stun mode or semi-auto.",
		"Shopkeepers will refresh their shops fairly often, check with vendors often for new items.",
		"You are more accurate when crouching and aiming down the sights or a scope (mouse2)",
		"In the capture the flag game mode, capturing the flag is worth greater rewards than kills.",
		"Consumable items, such as grenades or bacta, have a max stack size - the size depends on the item.",
		"Having a shield equipped only protects you from certain damage types, some will bypass it completely.",
		"Jetpacks can be activated by using the +use command (e) while in midair, or by tapping the ACI key it is assigned to.",
		"You can switch to melee by tapping the aci slot for which you have a weapon assigned (tap the aci slot again to revert).",
		"Even if you don't get the killing blow, you will get credits by assisting your allies with kills based on damage done.",
		"Only some types of jetpacks can carry the flag, the flag is too heavy for most jetpacks!",
		"Travelling vendors, may spawn on certain maps when enabled, they will wander the map selling items to either side.",
		"You spawn near your team's shop, most maps have a protected inner base for each side where the shopkeeper sells equipment.",
		"Most types of armor are heavy and reduce your movement speed.  Helmets typically do not reduce speed.",
		"Damage is more effective in certain areas, for example a headshot does more damage than a shot to a foot.",
		"Have too many credits?  Use the /pay command to donate some of your hard-earned credits to an ally while looking at them.",
		"Some grenades can be cooked by pressing mouse1 and while holding it down, pressing mouse2.  Be careful not to overcook it!",
		"Whenever you damage someone, a 'tick' damage noise will play indicating you've done damage.",
		"Some weapons do not fire very fast projectiles, try leading your shot just ahead of your opponent to hit them.",
		"Press y to chat with your fellow players.",
		"While burst jetpacks can move you very rapidly in a vertical fashion, they are difficult to control.",
		"Whenever your shield absorbs damage, it will regenerate until its cooldown has passed.  Some shields have a cooldown of 0.",
		"Vendors sometimes sell cheap knockoff items that look similar to the genuine article.  Be careful of what you buy!",
		"You can interact with certain objects on the map, such as doors or control panels, with the +use (e), command.",
		"You can reduce fall damage, by rolling on your landing.",
		"If you perfectly time a roll you can dodge some types of damage, which will reduce the damage taken.",
		"Press mouse3 (middle mouse button) or L to change your current weapons firing mode.",
		"Certain actions, such as jumping or sprinting, require stamina.  Carefully manage your stamina bar in the left top corner.",
		"You can sprint by holding down shift while moving, doing so will drain your stamina.",
		"Thermal detonators cannot be cooked, but if an enemy is caught in the blast radius, they will be disintegrated.",
		"If you want to help contribute to JKG, visit the discord and ask in the #development channel how you can help.",
		"You can earn extra credits by destroying enemy equipment (such as mines).",
		"Certain damage types, such as electrical or ion, can momentarily disable equipment like jetpacks.",
		"Many debuffs interact with each other, for example the poison debuff can be removed by antidote/healing buffs.",
		"You can play pazaak with others (or yourself) with the /pzktest command."
	]
}